/* No comment provided by engineer. */
"* Launch Impress on your computer\n* Connect both devices to the same WiFi network\n* P.S. Your iOS device is connected to \"%@\" now" = "* Launch Impress on your computer\n* Connect both devices to the same WiFi network\n* P.S. Your iOS device is connected to \"%@\" now";

/* No comment provided by engineer. */
"* You don't have a WiFi connection now.\n* Connect your iOS device and your computer to the same network\n* Refresh\n* hint: you may create a personal hotspot on your computer/iPhone" = "* You don't have a WiFi connection now.\n* Connect your iOS device and your computer to the same network\n* Refresh\n* hint: you may create a personal hotspot on your computer/iPhone";

/* Popover option */
"About Impress Remote" = "حول إمبريس عن بُعد";

/* No comment provided by engineer. */
"Back" = "Back";

/* Popover option */
"Blank Screen" = "Blank Screen";

/* No comment provided by engineer. */
"Cancel" = "ألغِ";

/* No comment provided by engineer. */
"Click to refresh" = "انقر للإنعاش";

/* Back button to the connect page on navbar */
"Connect" = "اتّصل";

/* connect instructions */
"Connect your devices to the same WiFi network." = "صِل أجهزتك إلى نفس الشبكة اللاسلكية.";

/* instruction page title */
"Connection" = "الاتصال";

/* Popover option */
"Connection Help" = "مساعدة الاتصال";

/* Connection Lost Alert title */
"Connection Lost" = "فُقد الاتصال";

/* Connection Lost Alert Msg */
"Connection Lost Msg" = "آخ، فٌقد الاتصال... فضلًا حاول الاتصال ثانيةً إلى حاسوبك. ";

/* Control instruction title */
"Control" = "Control";

/* connect instructions */
"Create a personal hotspot on your iPhone if needed." = "Create a personal hotspot on your iPhone if needed.";

/* Server list section title */
"Custom Connections" = "Custom Connections";

/* Displayed when no customized server is available */
"Customize server config instruction" = "In case your computer does not appear in the section above, manually add a computer with its IP address. ";

/* Server list section title */
"Detected Connections" = "الاتصال المُكتشفَة";

/* Pairing instruction text */
"Enter the PIN code in SlideShow - Impress Remote" = "أدخِل شِفرة الرمز في عرض الشرائح - إمبريس عن بُعد";

/* Connection failure title */
"Failed to reach server" = "فشل في الوصول إلى الخادم";

/* Connection failure message */
"Failed to reach server Msg" = "فضلًا أكِّد عنوان IP خاصتك وتأكّد من أن ليبر أوفيس إمبريس يعمل وميزة إمبريس عن بُعد ممكّنة.";

/* No comment provided by engineer. */
"Failed to reach your computer" = "فشل في الوصول إلى حاسوبك";

/* No comment provided by engineer. */
"Help" = "مساعدة";

/* In app How-to title */
"How-to" = "How-to";

/* App name displayed on navbar */
"Impress Remote" = "إمبريس عن بُعد";

/* Invalid IP Address Alert title */
"Invalid IP Address" = "عنوان IP غير صالح";

/* Invalid IP Address Alert message */
"Invalid IP Address Msg" = "عنوان IP الذي أدخلته غير صالح";

/* EditableTableViewCell placeholder */
"IP Address" = "عنوان IP";

/* Pairing instruction text */
"Launch Impress & select your computer." = "أطلِق إمبريس واختر حاسوبك.";

/* EditableTableViewCell placeholder */
"Name (optional)" = "الاسم (اختياري)";

/* No comment provided by engineer. */
"New Server" = "خادم جديد";

/* No comment provided by engineer. */
"No, thanks" = "لا، شكرًا";

/* OK Button on Alert view */
"OK" = "حسنًا";

/* backButton for Tutorial */
"Ok, thanks" = "حسنًا، شكرًا";

/* Pairing instruction title */
"Pairing" = "الاقتران";

/* Pairing instructions Alert Title */
"Pairing Instructions" = "تعليمات الاقتران";

/* No comment provided by engineer. */
"Pairing Instructions Msg" = "1. أطلِق ليبر أوفيس إمبريس على حاسوبك\n\n2. مكّن ميزة إمبريس عن بُعد من تفضيلات - LibreOffice إمبريس - عام - تمكين التحكّم عن بعد\n\n3. تأكّد أن حاسوبك وجهازك موصولان إلى نفس الشبكة اللاسلكية\n\n4. أدخِل عنوان IP لحاسوبك يدويًّا إن لم يُكتشَف\n\n5. اتَّصِل واستمتع!\n\n";

/* Update button text in diffrent states */
"Pause" = "ألبث";

/* No comment provided by engineer. */
"Please consider restart LibreOffice Impress on your computer." = "Please consider restart LibreOffice Impress on your computer.";

/* Popover option */
"Restart" = "أعد التشغيل";

/* No comment provided by engineer. */
"Resume from blank screen" = "تابع من شاشة فارغة";

/* Popover option */
"Resume from blank Screen" = "تابع من شاشة فارغة";

/* No comment provided by engineer. */
"Searching" = "يبحث";

/* Sidebar section header */
"Slides" = "الشرائح";

/* Update button text in diffrent states */
"Start" = "ابدأ";

/* Popover option */
"Stop Presentation" = "ابدأ العرض التقديمي";

/* Sidebar section header */
"Stop Watch" = "ساعة إيقاف";

/* No comment provided by engineer. */
"Take a tour of iOS Impress Remote?" = "Take a tour of iOS Impress Remote?";

/* Sidebar section header */
"Timer" = "المؤقت";

/* No comment provided by engineer. */
"Yes" = "نعم";

